tap "caskroom/cask"
tap "homebrew/bundle"
tap "neovim/neovim"

brew "cloc"
brew "elixir"
brew "git"
brew "ffmpeg"
brew "git-sh"
brew "heroku"
brew "imagemagick", args: ["with-little-cms2"]
brew "mozjpeg"
brew "neovim"
brew "nvm"
brew "redis"
brew "terminal-notifier"
brew "tmux"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "opera"
cask "torbrowser"
cask "vlc"
