tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "neovim/neovim"
tap "puma/puma"
tap "mraffonso/randpass"
tap "thoughtbot/formulae"

brew "ansible"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "boot2docker"
brew "cloc"
brew "coreutils"
brew "crystal-lang"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "elixir-build"
brew "exenv"
brew "git"
brew "gpg"
brew "ffmpeg", args: ["with-libvpx", "with-libvorbis"]
brew "fortune"
brew "gitsh"
brew "imagemagick", args: ["with-little-cms2"]
brew "lastpass-cli"
brew "mongodb"
brew "mozjpeg"
brew "neovim"
brew "nvm"
brew "p7zip"
brew "pkg-config"
brew "postgresql"
brew "puma/puma/puma-dev"
brew "python3"
brew "r"
brew "randpass"
brew "redis"
brew "sshfs"
brew "svgcleaner"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "unrar"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

cask "android-file-transfer"
cask "atom"
cask "caffeine"
cask "chrome-remote-desktop-host"
cask "cyberduck"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "focuswriter"
cask "genymotion"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "macdown"
cask "mumble"
cask "obs"
cask "openemu"
cask "opera"
cask "osxfuse"
cask "qbittorrent"
cask "r-app"
cask "reggy"
cask "rstudio"
cask "slack"
cask "soundflower"
cask "steam"
cask "soulseek"
cask "sublime-text"
cask "torbrowser"
cask "unity"
cask "unity-android-support-for-editor"
cask "unity-ios-support-for-editor"
cask "unity-monodevelop"
cask "unity-standard-assets"
cask "unity-webgl-support-for-editor"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "whatsapp"
cask "wordpresscom"
cask "zandronum"
cask "zoomus"
cask "caskroom/versions/microsoft-remote-desktop-beta"
