tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "luckyframework/homebrew-lucky"
tap "mraffonso/randpass"
tap "neovim/neovim"
tap "puma/puma"
tap "thoughtbot/formulae"

brew "ansible"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "boot2docker"
brew "cloc"
brew "coreutils"
brew "crystal"
brew "ctags"
brew "dasm"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "dos2unix"
brew "ecm"
brew "elixir-build"
brew "exenv"
brew "ffmpeg", args: ["with-libvpx", "with-libvorbis"]
brew "fortune"
brew "fzf"
brew "git"
brew "gitsh"
brew "gpg"
brew "imagemagick", args: ["with-little-cms2"]
brew "jenv"
brew "lastpass-cli", args: ["with-pinentry"]
brew "lucky"
brew "mongodb"
brew "mozjpeg"
brew "nvm"
brew "neovim"
brew "overmind"
brew "p7zip"
brew "pipenv"
brew "pkg-config"
brew "postgresql"
brew "puma/puma/puma-dev"
brew "python3"
brew "r"
brew "randpass"
brew "redis"
brew "rg"
brew "sshfs"
brew "stella"
brew "svgcleaner"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "unrar"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "android-file-transfer"
cask "android-sdk"
cask "caffeine"
cask "chrome-remote-desktop-host"
cask "chromedriver"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "focuswriter"
cask "genymotion"
cask "google-chrome"
cask "gzdoom"
cask "hex-fiend"
cask "imageoptim"
cask "insomnia"
cask "java8"
cask "krita"
cask "kubectl"
cask "macdown"
cask "mumble"
cask "obs"
cask "openemu"
cask "opera"
cask "osxfuse"
cask "qbittorrent"
cask "qlvideo"
cask "r-app"
cask "reggy"
cask "rstudio"
cask "slack"
cask "sublime-merge"
cask "soulseek"
cask "soundflower"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "tor-browser"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zandronum"
cask "zoomus"
cask "caskroom/versions/microsoft-remote-desktop-beta"
