tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "luckyframework/homebrew-lucky"
tap "mraffonso/randpass"
tap "mongodb/brew"
tap "neovim/neovim"
tap "puma/puma"
tap "thoughtbot/formulae"

brew "ansible"
brew "asdf"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "boot2docker"
brew "cloc"
brew "coreutils"
brew "crystal"
brew "ctags"
brew "dasm"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "dos2unix"
brew "ecm"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "git"
brew "gitsh"
brew "gpg"
brew "imagemagick"
brew "jenv"
brew "lastpass-cli"
brew "lucky"
brew "mongodb-community"
brew "mozjpeg"
brew "nnn"
brew "nvm"
brew "neovim"
brew "overmind"
brew "p7zip"
brew "pipenv"
brew "pkg-config"
brew "postgresql"
brew "puma/puma/puma-dev"
brew "python3"
brew "r"
brew "randpass"
brew "redis"
brew "rg"
brew "sdl2"
brew "stella"
brew "svgcleaner"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "android-file-transfer"
cask "android-sdk"
cask "android-studio"
cask "arduino"
cask "caffeine"
cask "chrome-remote-desktop-host"
cask "chromedriver"
cask "cool-retro-term"
cask "cyberduck"
cask "discord"
cask "dolphin"
cask "dropbox"
cask "epic-games"
cask "evernote"
cask "firefox"
cask "firefox-developer-edition"
cask "focuswriter"
cask "genymotion"
cask "gog-galaxy"
cask "google-chrome"
cask "gzdoom"
cask "hex-fiend"
cask "imageoptim"
cask "insomnia"
cask "macdown"
cask "midi-monitor"
cask "mjml"
cask "natron"
cask "nvidia-geforce-now"
cask "obs"
cask "openemu"
cask "opera"
cask "origin"
cask "plex"
cask "qlvideo"
cask "reggy"
cask "rstudio"
cask "slack"
cask "soulseek"
cask "spotify"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "suspicious-package"
cask "tor-browser"
cask "unity-hub"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "zandronum"
cask "zoom"
